Repository: buddywinangun/sainsuite
Catalog: language/*.po
Languages: id_id

source: Confirm Your Action
id_id: Konfirmasikan Tindakan Anda

source: While it's enabled, <br> we to delete all your data.
id_id: Saat diaktifkan, <br> kami akan menghapus semua data Anda.

source: Disable Reset On Active
id_id: Nonaktifkan reset aktif

source: You don't wish to reset right now ?
id_id: Anda tidak ingin me-reset sekarang?

source: Sign Out
id_id: Keluar

source: View Profile
id_id: Lihat Profil

source: User Image
id_id: gambar pengguna

source: User Name
id_id: Nama pengguna

source: User Email
id_id: Email Pengguna

source: User Status
id_id: Status pengguna

source: Active
id_id: Aktif

source: Unactive
id_id: Tidak aktif

source: Add to a group
id_id: Tambahkan ke grup

source: Old Password
id_id: password lama

source: New Password
id_id: Password baru

source: Confirm New
id_id: Konfirmasi Pasword Baru

source: Password
id_id: Kata sandi

source: Confirm
id_id: Konfirmasi

source: Manage Core
id_id: Kelola Core

source: Create Options
id_id: Buat Options

source: Read Options
id_id: Baca Options

source: Read Addons
id_id: Baca Addons

source: Update Addons
id_id: Edit Addons

source: Delete Addons
id_id: Hapus Addons

source: Enable/Disable Addons
id_id: Aktifkan/Nonaktifkan Addons

source: Extract Addons
id_id: Ekstrak Addons

source: Read themes
id_id: Baca themes

source: Delete themes
id_id: Hapus themes

source: Enable/Disable themes
id_id: Aktifkan/Nonaktifkan themes

source: Read Users
id_id: Baca Pengguna

source: Create Users
id_id: Buat Pengguna

source: Edit Users
id_id: Edit Pengguna

source: Delete Users
id_id: Hapus Pengguna

source: Read Group
id_id: Baca Grup

source: Create Group
id_id: Membuat grup

source: Edit Group
id_id: Edit Grup

source: Delete Group
id_id: Hapus Grup

source: Users
id_id: Pengguna

source: Group
id_id: Kelompok

source: Group &mdash; %s
id_id: Grup &mdash; %s

source: Add New
id_id: Tambah baru

source: deleted
id_id: hapus

source: unexpected-error
id_id: kesalahan tak terduga

source: Old Pass
id_id: Password Lama

source: password updated
id_id: kata sandi diperbarui

source: My Profile
id_id: Profil saya

source: Users &mdash; %s
id_id: Pengguna &mdash; %s

source: Unknow user. The use you attempted to edit has not been found.
id_id: Pengguna yang tidak diketahui. Penggunaan yang Anda coba edit belum ditemukan.

source: Sign Up
id_id: Daftar

source: I Already Have An Account
id_id: Saya Sudah Punya Akun

source: Sign In
id_id: Masuk

source: Would you like to delete this data?
id_id: Apakah Anda ingin menghapus data ini?

source: Back to the list
id_id: Kembali ke daftar

source: Name
id_id: Nama

source: Definition
id_id: Definisi

source: Add A group
id_id: Tambahkan grup

source: Personal Information
id_id: Informasi pribadi

source: Change Password
id_id: Ganti kata sandi

source: Add A user
id_id: Tambahkan pengguna

source: Addons List &mdash; %s
id_id: Daftar Addons &mdash; %s

source: Migration &mdash; %s
id_id: Migrasi &mdash; %s

source: Migration done.
id_id: Migrasi selesai.

source: File not found or incorrect executable provided.
id_id: File tidak ditemukan atau executable yang diberikan salah.

source: An error occured
id_id: Kesalahan terjadi

source: Theme List &mdash; %s
id_id: Daftar Tema &mdash; %s

source: Preferences &mdash; %s
id_id: Preferensi &mdash; %s

source: Settings &mdash; %s
id_id: Setelan &mdash; %s

source: Updating... &mdash; %s
id_id: Memperbarui... &mdash; %s

source: About &mdash; %s
id_id: Tentang &mdash; %s

source: Email or User Name
id_id: Email atau nama pengguna

source: Sign In &mdash; %s
id_id: Masuk &mdash; %s

source: Sign Up &mdash; %s
id_id: Daftar &mdash; %s

source: Recover Password &mdash; %s
id_id: Pulihkan Kata Sandi &mdash; %s

source: Welcome Page &mdash; %s
id_id: Halaman Selamat Datang &mdash; %s

source: Host Name
id_id: Nama Host

source: Database Name
id_id: Nama Basis Data

source: Database Driver
id_id: Driver Basis Data

source: Database Prefix
id_id: Awalan Basis Data

source: <strong>%s</strong> has been disabled. This addon require <strong>%s</strong> to work properly.
id_id: <strong>%s</strong> telah dinonaktifkan. Addon ini memerlukan <strong>%s</strong> untuk berfungsi dengan baik.

source: Unable to load the requested lang file
id_id: Tidak dapat memuat file lang yang diminta

source: Account Verification
id_id: Verifikasi akun

source: Your verification code is:
id_id: Kode verifikasi Anda adalah:

source: Thank you for registering on our site, your account details are as follows:
id_id: Terima kasih telah mendaftar di situs kami, detail akun Anda adalah sebagai berikut:

source: Reset Password
id_id: Setel Ulang Kata Sandi

source: To reset your password click on (or copy and paste in your browser address bar) the link below:
id_id: Untuk mengatur ulang kata sandi Anda, klik (atau salin dan tempel di bilah alamat browser Anda) tautan di bawah ini:

source: Successful Pasword Reset
id_id: Reset Kata Sandi Berhasil

source: Your password has successfully been reset.
id_id: Kata sandi Anda telah berhasil disetel ulang.

source: Your password has successfully been reset. Your new password is :
id_id: Kata sandi Anda telah berhasil disetel ulang. Kata sandi baru Anda adalah:

source: Email address already exists on the system.
id_id: Alamat email sudah ada di sistem.

source: Account already exists on the system with that username. Please enter a different username.
id_id: Akun sudah ada di sistem dengan nama pengguna itu. Harap masukkan nama pengguna yang berbeda.

source: Invalid email address
id_id: alamat email salah

source: Invalid password
id_id: Kata sandi salah

source: Invalid Username
id_id: Nama pengguna tidak valid

source: Username required
id_id: Nama pengguna diperlukan

source: Authentication Code required
id_id: Kode Otentikasi diperlukan

source: Invalid Authentication Code
id_id: Kode Otentikasi Tidak Valid

source: Email address already exists on the system. Please enter a different email address.
id_id: Alamat email sudah ada di sistem. Masukkan alamat email yang berbeda.

source: Username already exists on the system. Please enter a different username.
id_id: Nama pengguna sudah ada di sistem. Harap masukkan nama pengguna yang berbeda.

source: Sorry, you do not have access to the resource you requested.
id_id: Maaf, Anda tidak memiliki akses ke sumber daya yang Anda minta.

source: Email Address and Password do not match.
id_id: Alamat Email dan Kata Sandi tidak cocok.

source: Username and Password do not match.
id_id: Nama Pengguna dan Kata Sandi tidak cocok.

source: Email, Username or Password do not match.
id_id: Email, Nama Pengguna atau Kata Sandi tidak cocok.

source: You have exceeded your login attempts, your account has now been locked.
id_id: Anda telah melampaui upaya login Anda, akun Anda sekarang telah dikunci.

source: Sorry, the reCAPTCHA text entered was incorrect.
id_id: Maaf, teks reCAPTCHA yang dimasukkan salah.

source: User does not exist
id_id: pengguna tidak ada

source: Invalid Verification Code
id_id: Kode verifikasi tidak benar

source: Your account has not been verified. Please check your email and verify your account.
id_id: Akun Anda belum diverifikasi. Silakan periksa email Anda dan verifikasi akun Anda.

source: Group does not exist
id_id: Grup tidak ada

source: Subgroup does not exist
id_id: Subgrup tidak ada

source: It is not possible to send a Message to yourself.
id_id: Tidak mungkin mengirim Pesan ke diri sendiri.

source: Private Message not found
id_id: Pesan Pribadi tidak ditemukan

source: User is already member of group
id_id: Pengguna sudah menjadi anggota grup

source: Subgroup is already member of group
id_id: Subgrup sudah menjadi anggota grup

source: Group name already exists
id_id: Nama grup sudah ada

source: Permission name already exists
id_id: Nama izin sudah ada

source: DB Error: %s
id_id: Kesalahan DB: %s

source: No data available.
id_id: Tidak ada data yang tersedia.

source: Invalid ID passed to model.
id_id: ID tidak valid diteruskan ke model.

source: Model has unspecified database table.
id_id: Model memiliki tabel database yang tidak ditentukan.

source: Not enough information to fetch field.
id_id: Tidak cukup informasi untuk mengambil bidang.

source: Not enough information to count results.
id_id: Tidak cukup informasi untuk menghitung hasil.

source: Not enough information to check uniqueness.
id_id: Tidak cukup informasi untuk memeriksa keunikan.

source: Not enough information to find by.
id_id: Tidak cukup informasi untuk ditemukan.

source: Database has been installed
id_id: Basis data telah diinstal

source: System has been installed
id_id: Sistem telah diinstal

source: SainSuite cannot connect to your database host.
id_id: SainSuite tidak dapat terhubung ke host database Anda.

source: Some problems occured, please try again
id_id: Beberapa masalah terjadi, silakan coba lagi

source: An unexpected error occured.
id_id: Terjadi kesalahan tak terduga.

source: File Conflict.
id_id: Konflik Berkas.

source: Option was successfully saved.
id_id: Opsi berhasil disimpan.

source: Sign in to start your account
id_id: Masuk untuk memulai akun Anda

source: Please enter your email addresse. A recovery email will be send to you.
id_id: Silakan masukkan alamat email Anda. Email pemulihan akan dikirimkan kepada Anda.

source: You logged in successfully.
id_id: Anda berhasil login.

source: Login is required.
id_id: Login diperlukan.

source: Your old password is not correct.
id_id: Kata sandi lama Anda tidak benar.

source: Update password.
id_id: Perbarui kata sandi.

source: Your old password is empty.
id_id: Kata sandi lama Anda kosong.

source: Username is already used by another user.
id_id: Nama pengguna sudah digunakan oleh pengguna lain.

source: This email is already used.
id_id: Email ini sudah digunakan.

source: This email seems to be already taken.
id_id: Email ini sepertinya sudah diambil.

source: This username seems to be already taken.
id_id: Nama pengguna ini tampaknya sudah digunakan.

source: The user has been successfully created.
id_id: Pengguna telah berhasil dibuat.

source: Your Account has been activated.
id_id: Akun Anda telah diaktifkan.

source: Unknow user
id_id: Pengguna tidak diketahui

source: Unknow email address
id_id: Alamat email tidak diketahui

source: The recovery email has been send. Please check your email, open the recovery email and follow the instructions.
id_id: Email pemulihan telah dikirim. Silakan periksa email Anda, buka email pemulihan dan ikuti petunjuknya.

source: The email has been send. Please check your email, open the email and follow the instructions.
id_id: Email sudah terkirim. Silakan periksa email Anda, buka email dan ikuti petunjuknya.

source: You must logout first to access that page.
id_id: Anda harus logout terlebih dahulu untuk mengakses halaman tersebut.

source: The addon has been enabled.
id_id: Addon telah diaktifkan.

source: The addon has been disabled.
id_id: Addon telah dinonaktifkan.

source: The addon has been removed.
id_id: Addon telah dihapus.

source: The addon has been extracted.
id_id: Addon telah diekstraksi.

source: The addon has been updated.
id_id: Addon telah diperbarui.

source: The addon has been installed.
id_id: Addonnya sudah terpasang.

source: The theme has been enabled.
id_id: Tema telah diaktifkan.

source: The theme has been disabled.
id_id: Tema telah dinonaktifkan.

source: The theme has been removed.
id_id: Tema telah dihapus.

source: The theme has been extracted.
id_id: Tema telah diekstraksi.

source: The theme has been updated.
id_id: Tema telah diperbarui.

source: The theme has been installed.
id_id: Tema telah diinstal.

source: The version installed is already up to date.
id_id: Versi yang diinstal sudah terbaru.

source: An error occured during update.
id_id: Terjadi kesalahan selama pembaruan.

source: config file hasn't been found. This file is not a valid theme. Installation aborded !!!
id_id: file konfigurasi belum ditemukan. File ini bukan tema yang valid. Instalasi dibatalkan !!!

source: manifest file hasn't been found. This file is not a valid addon. Installation aborded !!!
id_id: file manifest belum ditemukan. File ini bukan addon yang valid. Instalasi dibatalkan !!!

source: manifest file incorrect. This file is not a valid addon. Installation aborded !!!
id_id: file manifest salah. File ini bukan addon yang valid. Instalasi dibatalkan !!!

source: A migration is not required or has already been done.
id_id: Migrasi tidak diperlukan atau telah dilakukan.

source: The Data has been successfully.
id_id: Data telah berhasil.

source: The Data has been updated.
id_id: Data telah diperbarui.

source: The Data has been deleted.
id_id: Data telah dihapus.

source: You cant delete your own account.
id_id: Anda tidak dapat menghapus akun Anda sendiri.

source: Appearance
id_id: Penampilan

source: Setting
id_id: Pengaturan

source: Reset
id_id: Setel ulang

source: Terms
id_id: Syarat

source: Privacy
id_id: Pribadi

source: Copyright © %s %s
id_id: Hak Cipta © %s %s.

source: We Got A<br> Surprise
id_id: Kami Punya<br> Kejutan

source: To Grow Your Business
id_id: Untuk Menumbuhkan Bisnis Anda

source: If you need help with the SainSuite, please Contact Us
id_id: Jika Anda memerlukan bantuan SainSuite, silakan Hubungi Kami

source: is up to date
id_id: Versi yang diinstal sudah terbaru.

source: Version <b>%s</b> (Official build)
id_id: Versi <b>%s</b> (Builan resmi)

source: %s : %s is available
id_id: %s : %s tersedia

source: Click Here to Update
id_id: Klik Di Sini untuk Memperbarui

source: Copyright © %s Developed by %s. All rights reserved.
id_id: Hak Cipta © %s Dikembangkan oleh %s. Seluruh hak cipta.

source: Unknow Release : %s
id_id: Rilis Tidak Diketahui : %s

source: Update has been aborded...!!!
id_id: Pembaruan telah dibatalkan ...!!!

source: Old Release : %s
id_id: Rilisan Lama : %s

source: Downloading Zip file...
id_id: Mengunduh berkas Zip...

source: An error occured during download...
id_id: Terjadi kesalahan saat mengunduh...

source: Extracting the new release...
id_id: Mengekstrak rilis baru...

source: An error occured during extraction...
id_id: Terjadi kesalahan saat ekstraksi...

source: Installing the new release...
id_id: Menginstal rilis baru...

source: Release...
id_id: Melepaskan...

source: Choose the addons zip file
id_id: Pilih file zip addons

source: Add AddOns
id_id: Tambahkan AddOns

source: Extract
id_id: Ekstrak

source: Migrate
id_id: Migrasi

source: Would you like to delete this addon?
id_id: Apakah Anda ingin menghapus addon ini?

source: Migration has started
id_id: Migrasi telah dimulai

source: Doing
id_id: Lakukan

source: An Error Occured
id_id: Kesalahan terjadi

source: Migrating to
id_id: Migrasi ke

source: done.
id_id: selesai.

source: An error occured :
id_id: Kesalahan terjadi :

source: Go back to addons
id_id: Kembali ke addon

source: No migration content available
id_id: Tidak ada konten migrasi yang tersedia

source: Migrate not available for this addon.
id_id: Migrasi tidak tersedia untuk addon ini.

source: Choose the themes zip file
id_id: Pilih file zip tema

source: Add themes
id_id: Tambahkan tema

source: themes
id_id: tema

source: Would you like to delete this theme?
id_id: Apakah Anda ingin menghapus tema ini?

source: New Here?
id_id: Baru disini?

source: Create Account
id_id: Buat Akun

source: Remember me
id_id: Ingat sayaIngat saya

source: I Lost My Password !
id_id: Saya Kehilangan Kata Sandi Saya!

source: Submit
id_id: Kirim Tiket

source: Save changes
id_id: Simpan perubahan

source: Change avatar
id_id: Mengubah avatar

source: Cancel avatar
id_id: Batalkan avatar

source: Remove avatar
id_id: Hapus avatar

source: Select database driver
id_id: Pilih driver basis data

source: User Password
id_id: Kata Sandi Pengguna

source: Site Name
id_id: Nama situs

source: supported languages
id_id: bahasa yang didukung

source: Password Confirm
id_id: Konfirmasi password

source: Thank for having chosen SainSuite to host your project.
id_id: Terima kasih telah memilih SainSuite untuk menjadi medium proyek Anda.

source: Database.
id_id: Basis data.

source: Configuration.
id_id: Konfigurasi.

source: WebSite.
id_id: Situs web.

source: Something Went Wrong!
id_id: Ada yang salah!

source: installation
id_id: instalasi

source: Copyright © %s %s.
id_id: Hak Cipta © %s %s.

source: All rights reserved
id_id: Semua hak dilindungi.

source: Save New
id_id: Simpan Baru

source: Oops! Why you’re here?
id_id: Ups! Kenapa kamu di sini?

source: Thank you for using
id_id: Terima kasih telah menggunakan

source: Hello!
id_id: Halo!

source: Let's get started
id_id: Mari kita mulai

source: See What We Doing When You Are Enjoying Our Product
id_id: Lihat Apa Yang Kami Lakukan Saat Anda Menikmati Produk Kami

source: Get started building your personal projects, testing out ideas, and more in your spontaner workspace.
id_id: Mulailah membangun proyek pribadi Anda, menguji ide, dan banyak lagi di ruang kerja Anda.

source: close
id_id: Menutup

source: heads up
id_id: Peringatan

source: are you sure
id_id: apakah anda yakin

source: cancel
id_id: membatalkan

source: continue
id_id: Lanjutkan

source: Upload
id_id: Unggah

source: please fill all the required fields
id_id: silakan isi semua bidang yang diperlukan

source: Site Title
id_id: Judul situs

source: Site Description
id_id: Deskripsi situs

source: Site Keywords
id_id: Kata Kunci Situs

source: Timezone
id_id: Zona waktu

source: Copyright
id_id: Hak Cipta

source: Enable Demo ?
id_id: Aktifkan Demo?

source: No
id_id: Tidak

source: Yes
id_id: Iya

source: Enable Site ?
id_id: Aktifkan Situs?

source: General Settings
id_id: Pengaturan Umum

source: Advanced Settings
id_id: Pengaturan lanjutan

source: Access denied. Your are not allowed to see this page.
id_id: Akses ditolak. Anda tidak diizinkan untuk melihat halaman ini.

source: Version %s
id_id: Versi %s
