Repository: buddywinangun/sainsuite
Catalog: apps/language/*.po
Languages: id_id

source: Submit button
id_id: Tombol Kirim

source: Sign In &mdash; %s
id_id: Masuk &mdash; %s

source: User Email
id_id: Email Pengguna

source: Sign Up &mdash; %s
id_id: Daftar &mdash; %s

source: The request returned the following message : %s<br>Code : %s
id_id: Permintaan kembali pesan berikut ini: %s<br>Kode: %s

source: You're not allowed to see that page
id_id: Anda tidak diizinkan untuk melihat halaman tersebut

source: Upload a zip file
id_id: Mengunggah file zip

source: An error occured during module installation. There was a file conflict during module installation process.<br>This file seems to be already installed :
id_id: Terjadi error selama instalasi modul. Ada file konflik selama proses instalasi modul.<br>File ini tampaknya sudah diinstal :

source: Back to modules list
id_id: Kembali ke daftar modul

source: Migration &mdash; %s
id_id: Migrasi &mdash; % s

source: Unknow module
id_id: Modul tidak tahu

source: Migration done.
id_id: Migrasi selesai.

source: File not found or incorrect executable provided.
id_id: File tidak ditemukan atau salah dapat dijalankan yang disediakan.

source: An error occured
id_id: Kesalahan terjadi

source: Migration File not found.
id_id: File migrasi tidak ditemukan.

source: Welcome Page &mdash; %s
id_id: Laman Selamat Datang &mdash; % s

source: Host Name
id_id: Nama Tuan Rumah

source: User Name
id_id: Nama pengguna

source: Database Name
id_id: Nama Basis Data

source: Database Driver
id_id: Pengandar Database

source: Database Prefix
id_id: Awalan Basis Data

source: Database config &mdash; %s
id_id: Konfigurasi basis data &mdash; % s

source: Site Name
id_id: Nama situs

source: Site & Master account &mdash; %s
id_id: Situs & akun Master &mdash; % s

source: You don't have access to this page.
id_id: Anda tidak memiliki akses ke halaman ini.

source: Unable to load the requested lang file
id_id: Tidak dapat memuat file lang yang diminta

source: Database has been installed.
id_id: Basis data telah diinstal.

source: Eracik can't access to the database.
id_id: Eracik tidak dapat mengakses ke database.

source: Eracik cannot connect to your database host.
id_id: Eracik tidak dapat terhubung ke host database Anda.

source: An error occured.
id_id: Kesalahan terjadi.

source: An unexpected error occured.
id_id: Terjadi kesalahan tak terduga.

source: Access Denied.
id_id: Akses ditolak.

source: Option was successfully saved.
id_id: Opsi berhasil disimpan.

source: Unable to find this item. It may have been deleted or moved.
id_id: Tidak dapat menemukan item ini. Mungkin telah dihapus atau dipindahkan.

source: Sign in to start your session
id_id: Masuk untuk memulai sesi Anda

source: Please enter your email addresse. A recovery email will be send to you.
id_id: Silakan masukkan alamat email Anda. Email pemulihan akan dikirimkan kepada Anda.

source: You logged in successfully.
id_id: Anda berhasil masuk.

source: Wrong Password or User Name
id_id: Kata Sandi atau Nama Pengguna Salah

source: Login is required.
id_id: Diperlukan login.

source: Username is already used by another user.
id_id: Nama pengguna sudah digunakan oleh pengguna lain.

source: This email is already used.
id_id: Email ini sudah digunakan.

source: This email seems to be already taken.
id_id: Email ini sepertinya sudah diambil.

source: This username seems to be already taken.
id_id: Nama pengguna ini tampaknya sudah diambil.

source: The user has been successfully created.
id_id: Pengguna telah berhasil dibuat.

source: Your Account has been activated. Please Sign-in
id_id: Akun Anda telah diaktifkan. Silakan Masuk

source: Unknow email address
id_id: Tidak tahu alamat email

source: The recovery email has been send. Please check your email, open the recovery email and follow the instructions.
id_id: Email pemulihan telah dikirim. Silakan periksa email Anda, buka email pemulihan dan ikuti instruksi.

source: You must logout first to access that page.
id_id: Anda harus keluar dulu untuk mengakses halaman itu.

source: A new password has been created for your account. Check your email to get it.
id_id: Kata sandi baru telah dibuat untuk akun Anda. Periksa email Anda untuk mendapatkannya.

source: The module has been enabled.
id_id: Modul telah diaktifkan.

source: The module has been disabled.
id_id: Modul telah dinonaktifkan.

source: The module has been removed.
id_id: Modul telah dihapus.

source: The module has been extracted.
id_id: Modul telah diekstraksi.

source: The module has been updated.
id_id: Modul telah diperbarui.

source: The version installed is already up to date.
id_id: Versi yang diinstal sudah terbaru.

source: An error occured during update.
id_id: Terjadi kesalahan selama pembaruan.

source: Config file hasn't been found. This file is not a valid module. Installation aborded !!!
id_id: File konfigurasi belum ditemukan. File ini bukan modul yang valid. Instalasi dibatalkan !!!

source: A migration is not required or has already been done.
id_id: Migrasi tidak diperlukan atau sudah dilakukan.

source: <strong>%s</strong> has been disabled. This module require <strong>%s</strong> to work properly.
id_id: <strong>% s </strong> telah dinonaktifkan. Modul ini membutuhkan <strong>% s </strong> untuk berfungsi dengan baik.

source: Dashboard
id_id: Dasbor

source: Update Center
id_id: Perbarui Pusat

source: About
id_id: Tentang

source: Modules
id_id: Modul

source: Settings
id_id: Pengaturan

source: An update is ready to be installed. <a href="%s">Click here to install it</a>
id_id: Pembaruan siap diinstal. <a href="%s"> Klik di sini untuk menginstalnya </a>

source: Options
id_id: Pilihan

source: The form fields has an error. Please check it and try again.
id_id: Bidang formulir memiliki kesalahan. Silakan periksa dan coba lagi.

source: Export as CSV
id_id: Ekspor sebagai CSV

source: Refresh
id_id: Menyegarkan

source: Delete Selected
id_id: Hapus yang Dipilih

source: First Page
id_id: Halaman pertama

source: Last Page
id_id: Halaman terakhir

source: You must selected at least one item
id_id: Anda harus memilih setidaknya satu item

source: Would you like to delete selected entries
id_id: Apakah Anda ingin menghapus entri yang dipilih

source: Successful
id_id: Berhasil

source: All entries has been deleted
id_id: Semua entri telah dihapus

source: Confirm Your Action
id_id: Konfirmasikan Tindakan Anda

source: The reset module has been enabled. While it's enabled, we would like you to confirm that you want to delete all your data.
id_id: Modul reset telah diaktifkan. Saat diaktifkan, kami ingin Anda mengonfirmasi bahwa Anda ingin menghapus semua data Anda.

source: Disable Reset On Active
id_id: Nonaktifkan Atur Ulang Aktif

source: If you don't wish to reset right now. Would you like to disable the Reset On Active module ?
id_id: Jika Anda tidak ingin mengatur ulang sekarang. Apakah Anda ingin menonaktifkan modul Reset On Active?

source: I Lost My Password
id_id: Saya Kehilangan Kata Sandi Saya

source: Sign Up
id_id: Daftar

source: Sign In
id_id: Masuk

source: Sign up to
id_id: Mendaftar untuk

source: About &mdash; %s
id_id: Tentang &mdash; % s

source: Error : 404
id_id: Kesalahan 404

source: Oops ! An error occured
id_id: Ups! Kesalahan terjadi

source: We could not locate this page. You can go back to the dashboard and try again
id_id: Kami tidak dapat menemukan halaman ini. Anda dapat kembali ke dasbor dan coba lagi

source: You're using <b>%s</b> %s
id_id: Anda menggunakan <b>% s </b>% s

source: Thank you for using Eracik &mdash; %s in %s seconds
id_id: Terima kasih telah menggunakan Eracik &mdash; % s dalam% s detik

source: Empty table
id_id: Meja kosong

source: You have %s notices
id_id: Anda memiliki pemberitahuan% s

source: Profile
id_id: Profil

source: Sign Out
id_id: Keluar

source: Add a new extension &mdash; %s
id_id: Tambahkan ekstensi baru &mdash; % s

source: Add new extension using ZIP file
id_id: Tambahkan ekstensi baru menggunakan file ZIP

source: Add the extension
id_id: Tambahkan ekstensi

source: Choose the extension zip file
id_id: Pilih file zip ekstensi

source: Eracik Extension
id_id: Ekstensi Eracik

source: Remove
id_id: Menghapus

source: Extract
id_id: Ekstrak

source: Do you really want to delete this module ?
id_id: Apakah Anda benar-benar ingin menghapus modul ini?

source: Do you really want to make a migration ? You should always have a backup of the current system.
id_id: Apakah Anda benar-benar ingin melakukan migrasi? Anda harus selalu memiliki cadangan dari sistem saat ini.

source: Module List &mdash; %s
id_id: Daftar Modul &mdash; % s

source: Migration has started
id_id: Migrasi telah dimulai

source: Doing
id_id: Perbuatan

source: An Error Occured
id_id: Kesalahan terjadi

source: Migrating to
id_id: Bermigrasi ke

source: done.
id_id: selesai

source: An error occured :
id_id: Kesalahan terjadi :

source: Go back to modules
id_id: Kembali ke modul

source: No migration content available
id_id: Tidak ada konten migrasi yang tersedia

source: Migrate not available for this module.
id_id: Migrasi tidak tersedia untuk modul ini.

source: Settings &mdash; %s
id_id: Pengaturan &mdash; % s

source: General Settings
id_id: Pengaturan Umum

source: Save Settings
id_id: Simpan Pengaturan

source: Enter your site name
id_id: Masukkan nama situs Anda

source: Site Description
id_id: Deskripsi situs

source: Enter your site description
id_id: Masukkan deskripsi situs Anda

source: Timezone
id_id: Zona waktu

source: Enter your site timezone
id_id: Masukkan zona waktu situs Anda

source: Language
id_id: Bahasa

source: Choose a language
id_id: Pilih bahasa

source: Advanced Settings
id_id: Pengaturan lanjutan

source: Save Advanced
id_id: Simpan Tingkat Lanjut

source: Open registration
id_id: Buka pendaftaran

source: Open Registration ?
id_id: Buka Registrasi?

source: No
id_id: Tidak

source: Yes
id_id: Iya

source: Require validation
id_id: Membutuhkan validasi

source: Each new account will have to check the verification email in order to validate their account.
id_id: Setiap akun baru harus memeriksa email verifikasi untuk memvalidasi akun mereka.

source: Enable Developer mode ?
id_id: Aktifkan mode Pengembang?

source: Enable developer mode
id_id: Aktifkan mode pengembang

source: Tools like module package will be enabled.
id_id: Alat-alat seperti paket modul akan diaktifkan.

source: Unknow Release : %s
id_id: Rilis Tidak Diketahui:% s

source: Update has been aborded...!!!
id_id: Pembaruan telah dibatalkan ... !!!

source: Old Release : %s
id_id: Rilis Lama:% s

source: Downloading Zip file...
id_id: Mengunduh file Zip ...

source: An error occured during download...
id_id: Terjadi kesalahan saat mengunduh ...

source: Extracting the new release...
id_id: Mengekstrak rilis baru ...

source: An error occured during extraction...
id_id: Terjadi kesalahan selama ekstraksi ...

source: Installing the new release...
id_id: Menginstal rilis baru ...

source: Updating... &mdash; %s
id_id: Memperbarui ... &mdash; % s

source: Eracik : %s is available
id_id: Eracik:% s tersedia

source: Click Here to Update
id_id: Klik Di Sini untuk Memperbarui

source: You're up to date
id_id: Anda up to date

source: Update Center &mdash; %s
id_id: Perbarui Pusat &mdash; % s

source: Please enter your database details in order to proceed to installation.
id_id: Silakan masukkan detail basis data Anda untuk melanjutkan ke instalasi.

source: User Password
id_id: Kata Sandi Pengguna

source: Select database driver
id_id: Pilih driver basis data

source: Thank for having chosen Eracik to host your project. Here is the installation wizard.
id_id: Terima kasih telah memilih Eracik untuk menjadi tuan rumah proyek Anda. Ini adalah panduan instalasi.

source: This wizard has 2 more pages :
id_id: Wisaya ini memiliki 2 halaman lagi:

source: Database configuration.
id_id: Konfigurasi basis data.

source: Site configuration.
id_id: Konfigurasi situs.

source: If you're ready, let's go !!!
id_id: Jika Anda siap, ayo pergi !!!

source: Define Database configuration
id_id: Tentukan konfigurasi Database

source: Define site settings
id_id: Tentukan pengaturan situs

source: Select your language
id_id: Pilih bahasamu

source: Continue to dashboard
id_id: Lanjutkan ke dasbor
